{
  "hydrologistmod:SensoryStonePatch": {
    "DESCRIPTIONS": [
      "#b~TERROR.~ NL NL A tall man swathed in #rred stands between you and Mother. NL \"You heard your mother, @get@ @out@ @of@ @here!\"@ The #rred #rman's ~angry~ voice makes your body stiffen in fear. NL \"Mom, I'm #b~scared\"~, you plead, not understanding what's going on. NL \"Go find your dad, sweetie. I'll handle this.\" She #gsmiles. You feel some relief. Maybe everything's going to be okay. NL You run away to find Father. He'll know what to do. NL NL That was the last time you ever saw her..."
    ]
  },
  "hydrologistmod:KnowledgeSeekerLibrary": {
  "NAME": "",
    "DESCRIPTIONS": [
      "You come across an ornate building which appears strangely familiar. NL You remember this place from what seems like a lifetime ago, a distant memory. NL Inside, you find countless rows of scrolls and books curated by creatures you remember as Knowledge Seekers. NL You pick a book and cozy yourself into a chair for some quiet time.",
      "Reading is for chumps. NL You doze off in the comfy chair instead. NL ~Zzz...~ ~zzz...~ ~..Zz....~ NL You wake up feeling refreshed.",
      "The story is about a young boy separated from his people and era. Friendship, genocide, war, and compassion fill this surprisingly deep story that ends up sucking you in from page one. NL Heartwarming.",
      "The story is about a girl coming of age in a time of great change and prosperity. Change, tradition, and responsibility teach lessons as she learns more about who she is. NL Inspiring. ",
      "The story is about a man in a time of great strife. Man and spirit, ever at odds, yet unaware of a more sinister plot. The story tells how he becomes a bridge between their worlds. NL Intriguing.",
      "You decide instead to make an offering of knowledge to a nearby Knowledge Seeker. It runs off and eventually returns with a scroll. Knowledge for knowledge."
    ],
    "OPTIONS": [
      "[Read] #gChoose #g1 #gof #g20 #gcards #gto #gadd #gto #gyour #gdeck.",
      "[Sleep] #gHeal #g",
      " #gHP.",
      "[Leave]",
      "Add a card to your deck.",
      "[Offer] #gTransform #ga #gcard.",
      "Select a Card to Transform."
    ]
  }
}